LHoly08/band-hero-hub/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.2.0 Project Minimal Configuration
#
# default:
CONFIG_IDF_TARGET="esp32c6"

#
# Compiler options
#
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
# end of Compiler options
